/* ================================================================ */
/* � 2005-2009 COPYRIGHT UNICOM SYSTEMS, INC.                       */
/*                                                                  */
/* ALL RIGHTS RESERVED                                              */
/*                                                                  */
/* THE INFORMATION CONTAINED HEREIN CONSTITUTES AN UNPUBLISHED      */
/* WORK OF UNICOM SYSTEMS, INC. ALL RIGHTS RESERVED.                */
/* NO MATERIAL FROM THIS WORK MAY BE REPRINTED,                     */
/* COPIED, OR EXTRACTED WITHOUT WRITTEN PERMISSION OF               */
/* UNICOM SYSTEMS, INC.                                             */
/* ================================================================ */

            PGM
/* CLP # 4 */

            COPYRIGHT  TEXT('(c) 2005-2009 COPYRIGHT UNICOM SYSTEMS, INC.')
            
/* Amended in task PRJ30002 */
            DCL &VAR1 *CHAR 10

            ENDPGM
