/* ================================================================ */
/* � 2005-2009 COPYRIGHT UNICOM SYSTEMS, INC.                       */
/*                                                                  */
/* ALL RIGHTS RESERVED                                              */
/*                                                                  */
/* THE INFORMATION CONTAINED HEREIN CONSTITUTES AN UNPUBLISHED      */
/* WORK OF UNICOM SYSTEMS, INC. ALL RIGHTS RESERVED.                */
/* NO MATERIAL FROM THIS WORK MAY BE REPRINTED,                     */
/* COPIED, OR EXTRACTED WITHOUT WRITTEN PERMISSION OF               */
/* UNICOM SYSTEMS, INC.                                             */
/* ================================================================ */

             PGM
/* CLP # 3 */

             COPYRIGHT  TEXT('� 2005-2009 COPYRIGHT UNICOM SYSTEMS, INC.')

/* PRJ30002 */
             SNDPGMMSG  MSG('Added in task reference PRJ30002') TOPGMQ(*PRV (*))

             ENDPGM
